# 2) კოემნტარებით ახსენით რა არის "კომენტარი", როგორ უნდა შევქმნათ ის პითონში

# 3) კომენტარებით ახსენით რა არის ქეის სენსიტიურობა და მოიყვანეთ რამოდენიმე მაგალითი

# 4) კომენტარებით ახსენით რა არის snake_case-ი და შექმენით მისი გამოყენებით რამოდენიმე ცვლადი

# 5) კომენტარებით ახსენით რა არის debugging-ი.

# გამოასწორეთ შეცდომები შემდეგ კოდში:

# print("Hello World)
# city = "London"
# pritn(City)






# კომენტარი არის ჩვენთვის სასარგებლო ფუნქცია რაც არანაირ მნიშვნელობა არ გააჩნია და კომპიუტერი მას აიგნორებს

# snake_case ით ჩვენ შეგვიძლია შევქმნათ ცვლადი რამდენიმე სიტყვით _ ის გამოყენებით



print("hello world")
city="london"
print(city)


