# 2) თქვენი სიტყვებით ახსენით, თუ რა არის დეკლარაცია, ინიციალიზება და რეინიციალიზება.

# 3) შექმენით ცვლადი, შეუცვალეთ მას მნიშვნელობა 3-ჯერ. თითოეული მნიშვნელობის შეცვლის შემდეგ დაბეჭდეთ ეს ცვლადი.

# 4) შექმენით 5 ცვლადი, სადაც შეინახავთ რიცხვებს. დაბეჭდეთ მათი ჯამი print ფუნქციის გამოყენებით.

# 5) მართკუთხედის პერიმეტრი:
# შექმენით ორი ცვლადი length და width(მართკუთხედის გვერდები), მიანიჭეთ მნიშვნელობებად 20 და 10. გამოითვალეთ 
# მართკუთხედის პერიმეტრი და დაბეჭდეთ.





num=20

print(num)

num=2

print(num)


num=6
print(num)


num1=1

num2=4

num3=2

num4=3

num5=12


print(num1 + num2 + num3 + num4 + num5)


width=10

length=20


print(2 * width + 2 * length)
