# Default პარამეტრი არის ფუნქციის პარამეტრი,
# რომელსაც წინასწარ აქვს მინიჭებული მნიშვნელობა
# თუ ფუნქციის გამოძახებისას არგუმენტი არ გადავეცით
# გამოიყენება ეს წინასწარ განსაზღვრული default მნიშვნელობა

# Default პარამეტრი გვჭირდება მაშინ
# როდესაც გვინდა ფუნქციამ იმუშაოს არგუმენტის გარეშეც
# მაგრამ სურვილის შემთხვევაში შევძლოთ მნიშვნელობის შეცვლა




def print_name(name="Nika"):
    for letter in name:
        print(letter)

print_name("Giorgi")
print()

print_name()


for i in range(0, 21 , 2):
    print(i)


name=["saba" , "ana"]

print(name[0])



